[
    {
        "heading": "inspiring Positive change",
        "discription": "Youth Club (YC) is a non-profit, non-sectarian, non-political organization, which provides a unique platform for the youth and provides them avenues to channel their potential in accordance with Islamic values. Since its inception in 2011, Youth Club is working to create well-balanced individuals, who are not only skilled in their respective fields but also recognize and fulfil their religious obligations and participate actively in their communities.",
        "img": "./img/Course/1.jpg",
        "kye": 1
    },
    {
        "heading": "MISSION",
        "discription": "Building Role Models worldwide!Youth Club aims to work for nurturing, mentoring and guiding the youth to be practicing Muslims with good understanding of dunya, to become the people of Quran and Sunnah, like Sahabas (companions of the Prophet s.a.w) to spread the message of Deen all across the globe.",
        "kye": 2
    },
    {
        "heading": "VISSION",
        "discription": "Nurturing the mind, body & soul of young individuals, in a fun & relatable manner, to become future leaders YC aims at guiding, grooming and mentoring young individuals in a friendly and approachable manner.Mind: to develop skills and intellect Body: to train and encourage good physical health Soul: to build a strong foundation of deen rooted in the correct Aqeedah &tazkiyah (self- purification) So that they be the right change of the future by leading in every walk of life with correct lens of deen and duniya. (leaders)",
        "img": "./img/Course/1.jpg",
        "kye": 3
    },
    {
        "heading": "SINCERITY",
        "discription": "Do it right and do for the pleasure of Allah purely.إنَّمَا الْأَعْمَالُ بِالنِّيَّات Actions are according to intentions",
        "img": "./img/Course/1.jpg",
        "kye": 4
    },
    {
        "heading": "KINDNESS AND GENTLENESS",
        "discription": "Let gentleness and kindness drive your dealingswith others.بُعِثْتُ لِأُتَمِّمَ حُسْنَ الْأَخْلَاقِ I have been sent to perfect good character",
        "img": "./img/Course/1.jpg",
        "kye": 5
    },
    {
        "heading": "PASSION",
        "discription": "Have and nurture your passion for dawah. Verily, Allah loves that when anyone of you does a job he should perfect it.",
        "img": "./img/Course/1.jpg",
        "kye": 6
    },
    {
        "heading": "HARD WORK ANDDEDICATION",
        "discription": "Hard work and dedicationTranslate your passion into hard work and dedicate your time and energy in the path of Allah. Discipline your life to be more productiveand invest fully to the job appointed.وَاَنۡ لَّيۡسَ لِلۡاِنۡسَانِ اِلَّا مَا سَعٰىۙ Man will not get anything unless he works hard",
        "img": "./img/Course/1.jpg",
        "kye": 7
    },
    {
        "heading": "SELFLESSNESS",
        "discription": "Us before Me. Provide ease and facilitate others at the best of your capabilities. لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِNone of you will believe until you love for your brother what you love for yourself",
        "img": "./img/Course/1.jpg",
        "kye": 8
    }
]